; Generated (19.03.2021 16:32:46) by Reduce Memory v1.5
; www.sordum.org

[Main]
Language=Spanish_Español
HideWindowOnStartup=0
HideWhenMinimized=1
TrayIconPack=1
WinSetOnTop=1
SystemUser=1
TaskOptions=1
UsedMemory=75
CountDown=15
Exclusions=|

[Language_English]
Translator=BlueLife
01="This Tool empty the working set of the specified process to optimize your memory (RAM) usage."
02="Physical Memory Info:"
03="Total Memory:"
04="Used Memory:"
05="Free Memory:"
06="Memory usage percentage #RAM%"
07="Optimize"
08="Options"
09="About"
10="Exit"
11="&Clear Memory - #RAM% used"
12="&Show Reduce Memory"
13="&Options"
14="&About"
15="&Exit Reduce Memory"
16="#RAM% used"
17="Physical Memory Usage: #RAM%"
18="Memory will be optimized after #TIMER seconds"
19="#SIZE MB recovered."
20="Automatically start at windows startup"
21="Hide window on startup"
22="Minimize to the system tray"
23="Always show program window on top"
24="Select the tray icon package"
25="Set the threshold to auto optimize memory"
26="If the Amount of memory usage exceeds"
27="Seconds intervals"
28="Process exclusion list"
29="Apply Options"
30="Unable to write file!"

[Language_Turkish_Türkçe]
Translator="BlueLife"
01="Bu araç, bellek (RAM) kullanımınızı optimize etmek için belirtilen işlemin çalışma kümesini boşaltır."
02="Fiziksel Bellek Bilgisi:"
03="Toplam Bellek:"
04="Kullanılan Bellek:"
05="Boş Bellek:"
06="Bellek kullanım yüzdesi %#RAM"
07="Temizle"
08="Seçenekler"
09="Hakkında"
10="Kapat"
11="&Hafızayı Temizle - %#RAM kullanıldı"
12="&Ana Pencereyi Göster"
13="&Seçenekler"
14="&Hakkında"
15="&Reduce Memory Kapat"
16="%#RAM kullanıldı"
17="Fiziksel Bellek Kullanımı: %#RAM"
18="Bellek #TIMER saniye sonra optimize edilecek."
19="#SIZE MB kurtarıldı"
20="Windows başlangıcında otomatik olarak başlat"
21="Başlangıçta pencereyi gizle"
22="Sistem tepsisine küçült"
23="Program penceresini her zaman en üstte göster"
24="Tepsi simge paketini seçin"
25="Belleği otomatik optimize etmek için eşiğini ayarlayın"
26="Bellek kullanım miktarı aşılırsa"
27="Saniye aralıkları"
28="İşlem dışlama listesi"
29="Seçenekleri Uygula"
30="Dosya yazılamıyor!"

[Language_German_Deutsch]
Translator="Elli G."
01="Dieses Programm löscht die temporären Schreibvorgänge der laufenden Anwendungen, um den Arbeitsspeicher zu optimieren."
02="Arbeitspeicher (RAM)-Info:"
03="Insgesamt:"
04="Belegt:"
05="Noch frei:"
06="Belegter Arbeitsspeicher in Prozent #RAM%"
07="Optimiere"
08="Optionen"
09="Über"
10="Beenden"
11="&Lösche Speicher - #RAM% belegt"
12="&Zeige Speicherminimierung"
13="&Optionen"
14="&Über"
15="&Reduce Memory beenden"
16="#RAM% belegt"
17="Speicherauslastung: #RAM%"
18="Arbeitsspeicher wird bereinigt nach #TIMER Sekunden"
19="#SIZE MB wiederhergestellt"
20="Automatischer Programmstart bei Start von Windows"
21="Zeige Fenster nicht an beim Start"
22="Minimiere in den Infobereich"
23="Zeige das Programmfenster immer im Vordergrund"
24="Wähle das Symbol für den Infobereich"
25="Bestimme den Grenzwert für die automatische Speicheroptimierung"
26="Wenn die Speicherbelegung ... überschreitet"
27="Sekundenintervalle"
28="Liste der ausgeschlossenen Prozesse"
29="Einstellungen übernehmen"
30="Datei zu beschreiben ist nicht möglich!"

[Language_French_Français]
Translator="Largo"
01="Cet outil vide l'ensemble de travail du processus spécifié pour optimiser votre utilisation de la mémoire (RAM)."
02="Informations sur la mémoire physique:"
03="Mémoire totale:"
04="Mémoire utilisée:"
05="Mémoire libre:"
06="Pourcentage utilisé de la mémoire #RAM%"
07="Optimiser"
08="Options"
09="À propos de"
10="Quitter"
11="&Effacer la mémoire - #RAM% utilisée"
12="&Afficher la fenêtre du programme"
13="&Options"
14="&À propos de"
15="&Quitter Reduce Memory"
16="#RAM% utilisée"
17="Utilisation de la mémoire physique: #RAM%"
18="La mémoire sera optimisée après #TIMER secondes"
19="#SIZE MB récupérés."
20="Démarrage automatique au démarrage de Windows"
21="Masquer la fenêtre au démarrage"
22="Minimiser dans la barre d'état système"
23="Fenêtre du programme toujours visible"
24="Sélectionnez le package d'icônes de la barre d'état"
25="Définir le seuil pour l'optimisation automatique de la mémoire"
26="Si la quantité d'utilisation de la mémoire excède"
27="Intervalles secondes"
28="Liste d'exclusion de processus"
29="Appliquer les options"
30="Impossible d'écrire le fichier!"

[Language_Korean_한국어]
Translator="VenusGirl"
01="이 도구는 지정된 프로세스의 작업 세트를 비워서 메모리(RAM) 사용을 최적화합니다."
02="물리적 메모리 정보:"
03="전체 메모리:"
04="사용된 메모리:"
05="여유 메모리:"
06="메모리 사용량 백분율 #RAM%"
07="최적화"
08="옵션"
09="정보"
10="종료"
11="메모리 지우기 - #RAM% 사용(&C)"
12="메모리 감소 표시(&S)"
13="옵션(&O)"
14="정보(&A)"
15="Reduce Memory 종료(&E)"
16="#RAM% 사용"
17="물리적 메모리 사용량: #RAM%"
18="#TIMER 초 후 메모리가 최적화됩니다"
19="#SIZE MB가 복구되었습니다."
20="Windows 시작시 자동으로 시작"
21="시작할 때 창 숨기기"
22="시스템 트레이로 최소화"
23="항상 상단에 프로그램 창 표시"
24="트레이 아이콘 패키지 선택"
25="메모리를 자동으로 최적화하도록 임계값 설정"
26="메모리 사용량이 초과되는 경우"
27="초 간격"
28="프로세스 제외 목록"
29="옵션 적용"
30="파일을 쓸 수 없습니다!"

[Language_Russian_Pусский]
Translator=V.Romanovskij
01="Этот инструмент оптимизирует использование памяти (ОЗУ)."
02="Информация о физической памяти:"
03="Всего:"
04="Используется:"
05="Доступно:"
06="Используется памяти #RAM%"
07="Очистить"
08="Настройки"
09="О программе"
10="Выйти"
11="&Очистить память - #RAM% используется"
12="&Показать окно программы"
13="&Настройки"
14="&О программе"
15="&Выйти из программы"
16="#RAM% используется"
17="Использование физической памяти: #RAM%"
18="Память будет оптимизирована через #TIMER секунд"
19="#SIZE МБ освобождено."
20="Автозапуск при старте Windows"
21="Скрывать окно при запуске"
22="Сворачивать в трей"
23="Окно программы всегда сверху"
24="Выберите пакет иконок для трея"
25="Порог для автоматической оптимизации памяти"
26="Если объем занятой памяти превышает"
27="Интервал (сек.)"
28="Список исключенных процессов"
29="Применить настройки"
30="Невозможно записать файл!"

[Language_Spanish_Español]
Translator="OrangeWare"
01="Esta herramienta vacía el conjunto de trabajo del proceso especificado para optimizar el uso de la memoria (RAM)."
02="Información de Memoria Física:"
03="Memoria en Total:"
04="Memoria Usada:"
05="Memoria Libre:"
06="Memoria usada por porcentaje #RAM%"
07="Optimizar"
08="Opciónes"
09="Acerca de"
10="Salir"
11="&Borrar Memoria - #RAM% usada"
12="&Mostrar Reducer Memoria"
13="&Opciónes"
14="&Acerca de"
15="&Exit Reduce Memory"
16="#RAM% usada"
17="Memoria Física Usada: #RAM%"
18="La memoria sera optimizada despues de #TIMER segundos"
19="#SIZE MB Recuperados"
20="Inciar automaticamente cuando inicias el computador"
21="Ocultar ventana al inciar el computador"
22="Minimizar"
23="Mostrar siempre la ventana del programa en la parte superior"
24="Selecciona el paquete de iconos"
25="Optimizar automaticamente la memoria"
26="Si la cantidad de uso de memoria pasa de"
27="Intervalos de segundos"
28="Lista de procesos excluidos"
29="Aplicar Opciónes"
30="No se puede escribir el archivo"

[Language_Italian_Italiano]
Translator="tfr"
01="Questo strumento svuota il set di lavoro del processo specificato per ottimizzare l'uso della memoria (RAM)."
02="Info memoria fisica:"
03="Memoria totale:"
04="Memoria usata:"
05="Memoria libera:"
06="Percentuale d'uso della memoria #RAM%"
07="Ottimizza"
08="Opzioni"
09="Info su..."
10="Esci"
11="&Cancella memoria - #RAM% usata"
12="&Mostra Reduce Memory"
13="&Opzioni"
14="&Info su..."
15="&Chiudi Reduce Memory"
16="#RAM% usata"
17="Memoria fisica usata: #RAM%"
18="La memoria verrà ottimizzata dopo #TIMER secondi"
19="#SIZE MB recuperati."
20="Esegui automaticamente all'avvio di Windows"
21="Nascondi finestra all'avvio"
22="Riduci a icona nella barra di stato"
23="Mostra sempre la finestra del programma davanti"
24="Seleziona il pacchetto dell'icona nella barra di stato"
25="Imposta la soglia per l'ottimizzazione automatica della memoria"
26="Se la quantità d'uso della memoria supera"
27="Intervallo secondi"
28="Elenco di esclusione processi"
29="Applica opzioni"
30="Impossibile scrivere il file!"

[Language_Portuguese_Português-BR]
Translator="ma7z"
01="Esta ferramenta esvazia o conjunto de trabalho do processo especificado para otimizar o uso de sua memória (RAM)."
02="Informação da memória física:"
03="Memória total:"
04="Memoria usada:"
05="Memoria livre:"
06="Porcentagem de uso de memória #RAM%"
07="Otimizar"
08="Opções"
09="Sobre"
10="Sair"
11="&Limpar memória - #RAM% usado"
12="&Mostrar redução de memória"
13="&Opções"
14="&Sobre"
15="&sSair e reduzir memória"
16="#RAM% usada"
17="Memória fisica usada: #RAM%"
18="Memória será otimizada depois de #TIMER segundos"
19="#SIZE MB recuperado."
20="Abrir automaticamente com o windows"
21="Esconder janela ao iniciar"
22="Minimizar para a bandeja"
23="Sempre mostrar a janela do programa no topo"
24="Selecione o pacote do ícone da bandeja"
25="Defina o limite para otimizar a memória automaticamente"
26="Se a quantidade de uso de memória exceder"
27="Intervalos de segundos"
28="Process exclusion list"
29="Aplicar opções"
30="Incapaz de gravar o arquivo!"

[Language_Persian_فارسی]
Translator=MilanSoft - علیرضا میلانی
01="این ابزار با خالی کردن پردازش های مشخصی که در حال کار میباشند حافظه سیستم شما را بهینه سازی میکند"
02="اطلاعات حافظه فیزیکی:"
03="کل حافظه:"
04="حافظه مصرفی:"
05="حافظه آزاد:"
06="#RAM% حافظه در حال استفاده"
07="بهینه سازی"
08="تنظیمات"
09="درباره ما"
10="خروج"
11="#RAM% پاک کردن حافظه - در حال استفاده"
12="نمایش پنجره برنامه"
13="تنظیمات"
14="درباره ما"
15="خروج"
16="#RAM% استفاده شده"
17="#RAM% :حافظه فیزیکی در حال استفاده"
18="ثانیه #TIMER بهینه سازی حافظه بعد از"
19="#SIZE MB حافظه بهبود یافته"
20="راه اندازی در شروع ویندوز بطور خودکار"
21="مخفی کردن پنجره در شروع ویندوز"
22="کمینه کردن در نوار سیستم"
23="نمایش همیشگی پنجره را در بالاترین سطح"
24="انتخاب مجموعه آیکن در نوار سیستم"
25="تنظیم شاخص بهینه سازی خودکار حافظه"
26="اگر مقدار حافظه مورد استفاده بیش از"
27="فاصله بر حسب ثانیه"
28="لیست پردازش های استثناء"
29="اعمال تنظیمات"
30="!نوشتن فایل امکان پذیر نیست"

[Language_Romanian_Română]
Translator=Coman Gelu Dănuț
01="Acest instrument goleste setul de lucru al procesului specificat pentru a optimiza utilizarea memoriei (RAM)."
02="Informații despre memoria fizică:"
03="Memorie totală:"
04="Memorie utilizată:"
05="Memorie liberă:"
06="Procentul de utilizare a memoriei #RAM%"
07="Optimizare"
08="Opțiuni"
09="Despre"
10="Ieșire"
11="&Șterge memoria - #RAM% utilizată"
12="&Afișare Reducere memorie"
13="&Optțiuni"
14="&Despre"
15="&Ieșire Reducere memorie"
16="#RAM% utilizată"
17="Utilizarea memoriei fizice: #RAM%"
18="Memoria va fi optimizată după #TIMER secunde"
19="#SIZE MB recuperat."
20="Pornire automată la pornirea Windows"
21="Ascunde fereastra la pornire"
22="Minimizare la tava de sistem"
23="Afișare întotdeauna fereastra programului deasupra"
24="Selectare pachet pictogramă tavă"
25="Setare prag pentru optimizarea automată a memoriei"
26="Dacă volumul de memorie depășește"
27="Intervale de secunde"
28="Lista de excludere a procesului"
29="Aplicare opțiuni"
30="Imposibil de scris fișierul!"

[Language_Polish_Polski]
Translator="Andrzej Mazurkiewicz"
01="To narzędzie opróżnia zestaw roboczy określonego procesu, aby zoptymalizować użycie pamięci (RAM)."
02="Informacje o pamięci fizycznej:"
03="Całkowita pamięć:"
04="Używana pamięć:"
05="Wolna pamięć:"
06="Procent użycia pamięci #RAM%"
07="Zoptymalizuj"
08="Opcje"
09="O programie"
10="Wyjdź"
11="& Wyczyść pamięć - #RAM% w użyciu"
12="& Pokaż Reduce Memory"
13="&Opcje"
14="O programie"
15="Zamknij Reduce Memory"
16="#RAM% w użyciu"
17="Wykorzystanie pamięci fizycznej: #RAM%"
18="Pamięć zostanie zoptymalizowana po #TIMER sekundach"
19="#SIZE MB odzyskano."
20="Automatycznie uruchom ze startem Windows"
21="Ukryj okno na starcie"
22="Zminimalizuj do zasobnika systemowego"
23="Zawsze pokazuj okno programu na górze"
24="Wybierz pakiet ikon w zasobniku"
25="Ustaw wartość progową automatycznej optymalizacji pamięci"
26="Jeżeli ilość użycia pamięci przekracza"
27="Interwał sekund"
28="Lista wykluczonych procesów"
29="Zastosuj opcje"
30="Nie można napisać pliku!"

[Language_Chinese (Simplified)_简体中文]
Translator="lanwu"
01="该工具清空指定进程的工作集，以优化您的内存（RAM）使用率。"
02="物理内存信息："
03="总内存："
04="已用内存："
05="可用内存："
06="内存使用率 #RAM%"
07="优化"
08="选项"
09="关于"
10="退出"
11="&优化内存 - #RAM% 已使用"
12="&打开主程序窗口"
13="&选项"
14="&关于"
15="&退出应用"
16="#RAM% 已使用"
17="物理内存使用: #RAM%"
18="内存将在 #TIMER 秒优化"
19="#SIZE MB 恢复"
20="Windows启动时自动启动"
21="启动时隐藏窗口"
22="最小化到系统托盘"
23="始终在顶部显示程序窗口"
24="选择任务栏图标包"
25="设置阈值以自动优化内存"
26="如果内存使用量超过"
27="间隔（秒）"
28="流程排除列表"
29="保存"
30="无法写入文件！"

[Language_Chinese (Traditional)_繁體中文]
Translator="SomeOne"
01="該工具清空指定進程的工作集，以優化您的內存（RAM）使用率。"
02="物理內存信息："
03="總內存："
04="已用內存："
05="可用內存："
06="內存使用率 #RAM%"
07="優化"
08="選項"
09="關於"
10="退出"
11="&清除內存-已使用 #RAM%"
12="&打開主程序窗口"
13="&選項"
14="&關於"
15="&退出程序"
16="#RAM% 已使用"
17="物理內存使用率： #RAM%"
18="記憶體將會在 #TIMER 秒後最佳化"
19="#SIZE MB 恢復"
20="Windows啟動時自動啟動"
21="啟動時隱藏窗口"
22="最小化到系統托盤"
23="始終顯示在頂部"
24="選擇任務欄圖標包"
25="設置閾值以自動優化內存"
26="如果內存使用量超過"
27="間隔（秒）"
28="流程排除列表"
29="套用選項"
30="無法寫入文件！"

[Language_Vietnamese_Tiếng Việt]
Translator="xMercy"
01="Công cụ này là làm trống bộ nhớ (RAM) và chỉ định quy trình (Process) để tối ưu hóa việc sử dụng bộ nhớ (RAM) của bạn."
02="Thông tin Bộ nhớ:"
03="Tổng bộ nhớ:"
04="Bộ nhớ đã sử dụng:"
05="Bộ nhớ còn trống:"
06="Đã sử dụng: #RAM%"
07="Tối ưu hóa"
08="Tùy chọn"
09="Thông tin"
10="Thoát"
11="Đã sử dụng: #RAM%"
12="&Hiển thị Reduce Memory"
13="&Tùy chọn"
14="&Thông tin"
15="&Thoát Reduce Memory"
16="Đã sử dụng #RAM%"
17="Bộ nhớ đã sử dụng: #RAM%"
18="Bộ nhớ sẽ được tối ưu hóa sau #TIMER/s"
19="Đã tối ưu #SIZEMB."
20="Tự động khởi động khi khởi động windows"
21="Ẩn cửa sổ khi khởi động"
22="Thu nhỏ vào khay hệ thống"
23="Luôn hiển thị cửa sổ chương trình ở trên cùng"
24="Chọn biểu tượng để hiển thị dưới Taskbar"
25="Đặt ngưỡng để tự động tối ưu hóa Bộ nhớ"
26="Nếu bộ nhớ sử dụng vượt quá"
27="Khoảng thời gian (s)"
28="Danh sách quy trình loại trừ (ví dụ: explorer.exe)"
29="Lưu"
30="Không thể ghi tệp tin!"

[Language_Dutch_Nederlands]
Translator="artbydiamond.nl (04/2021)"
01="Deze tool leegt de werkset van het opgegeven proces om het geheugengebruik te optimaliseren."
02="Fysieke geheugeninformatie:"
03="Totaal geheugen:"
04="Gebruikt geheugen:"
05="Vrij geheugen:"
06="Percentage geheugengebruik #RAM%"
07="Optimaliseren"
08="Opties"
09="Over"
10="Afsluiten"
11="&Geheugen legen - #RAM% gebruikt"
12="&Reduce Memory weergeven"
13="&Opties"
14="O&ver"
15="Reduce Memory &afsluiten"
16="#RAM% gebruikt"
17="Fysiek geheugengebruik: #RAM%"
18="Geheugen wordt geoptimaliseerd na #TIMER seconden"
19="#SIZE MB hersteld."
20="Automatisch starten bij het opstarten van windows"
21="Venster verbergen bij opstarten"
22="Minimaliseer naar het systeemvak"
23="Programmavenster altijd bovenaan tonen"
24="Selecteer het systeemvakpictogram"
25="Stel de drempel in om geheugen te optimaliseren"
26="De hoeveelheid geheugengebruik groter is dan"
27="Interval in sec."
28="Lijst met procesuitsluitingen"
29="Opties toepassen"
30="Kan bestand niet schrijven!"

[Language_Japanese_日本語]
Translator="wakaizumo"
01="不要になったワーキングセットを取除き、使用可能なメモリ (RAM) 容量を増やすメモリ解放ツールです。"
02="物理メモリ"
03="メモリ容量 :"
04="使用中メモリ :"
05="空きメモリ :"
06="メモリー使用率 #RAM%"
07="最適化する"
08="オプション..."
09="製品情報..."
10="終了"
11="メモリ最適化 (&C) - #RAM% 使用"
12="ウィンドウを表示(&W)"
13="オプション(&O)"
14="製品情報(&A)"
15="終了(&X)"
16="RAM使用率"
17="物理メモリー使用量 : #RAM%"
18="#TIMER 秒後にメモリが最適化されます"
19=""#SIZE MB がリカバリされました"。"
20="Windows のスタートアップに登録する"
21="起動時にウィンドウを表示しない"
22="システムトレイに最小化する"
23="常に手前に表示"
24="【トレイアイコンのデザインを選択】"
25="メモリ自動最適化のしきい値を指定する"
26="メモリ使用量が次の値を超えた場合に最適化"
27="秒毎"
28="【除外するプロセス】"
29="適用"
30="ファイルに書き込めません"

[Language_Hungarian_Magyar]
Translator="László Földes"
01="Ez az eszköz kiüríti a megadott folyamat munkakészletét\na memóriahasználat optimalizálása érdekében."
02="Fizikai memória információ:"
03="Teljes memória:"
04="Használt memória:"
05="Szabad memória:"
06="Memóriahasználat: #RAM%"
07="Optimalizálás"
08="Beállítások"
09="Névjegy"
10="Kilépés"
11="& Memória törlése - #RAM% használatban"
12="&Reduce Memory megjelenítése"
13="&Beállítások"
14="&Névjegy"
15="&Kilépés a Reduce Memory-ból"
16="#RAM% használatban"
17="Fizikai memóriahasználat: #RAM%"
18="A memória optimalizálása #TIMER másodperc után megtörténik"
19="#SIZE MB helyreállítva."
20="Automatikus indítás a Windows indításkor"
21="Ablak elrejtése indításkor"
22="Minimalizálás a tálcára"
23="A programablak mindig felül legyen"
24="A tálca ikoncsomagjának kiválasztása"
25="A küszöbérték beállítása a memória automatikus optimalizálásához"
26="Ha a memóriahasználat mennyisége meghaladja:"
27="Intervallum (mp)"
28="Folyamatkizárási lista"
29="Beállítások alkalmazása"
30="Nem lehet fájlt írni!"

[Language_Arabic_العربية]
Translator="karim zoui"
01="هذه الأداة تحرر التطبيقات قيد التشغيل المحددة لتحسين استخدام الذاكرة"
02="معلومات الذاكرة الفعلية:"
03="مجموع الذاكرة:"
04="الذاكرة المستخدمة:"
05="الذاكرة الحرة:"
06="#RAM% :نسبة استخدام الذاكرة"
07="تحسين"
08="خيارات"
09="حول"
10="خروج"
11="&مسح الذاكرة - #RAM% مستعمل"
12="&إضهارنافذة البرنامج"
13="&الخيارات"
14="&حول"
15="&الخروج من البرنامج "
16="#RAM% مستعمل"
17="#RAM% :استخدام الذاكرة الفعلية"
18="سيتم تحسين الذاكرة بعد #TIMER ثواني"
19="#SIZE MB استرداد."
20="بدء التشغيل تلقائيا عند بدء تشغيل الويندوز"
21="إخفاء النافذة عند بدء التشغيل"
22="تصغير إلى درج النظام"
23="إضهار نافذة البرنامج"
24="حدد أيقونة النظام "
25="تعيين العتبة لتحسين الذاكرة تلقائيا"
26="إذا تجاوز مقدار استخدام الذاكرة"
27="التحسين بالثواني"
28="قائمة استبعاد العمليات الجارية"
29="تطبيق الخيارات"
30="غير قادر على كتابة الملف!"
